# Рост взрослого населения города X имеет нормальное распределение.
# Причем, средний рост равен 174 см, а среднее квадратичное отклонение равно 8 см.
# Какова вероятность того, что случайным образом выбранный взрослый человек имеет рост:
# а). больше 182 см
# б). больше 190 см
# в). от 166 см до 190 см
# г). от 166 см до 182 см
# д). от 158 см до 190 см
# е). не выше 150 см или не ниже 190 см
# ё). не выше 150 см или не ниже 198 см
# ж). ниже 166 см

# по правилу 3-х сигм
a = 16  # а). больше 182 см
b = 2.3   # б). больше 190 см
c = 81.7   # в). от 166 см до 190 см
d = 68     # г). от 166 см до 182 см
e = 95.4   # д). от 158 см до 190 см
f = 2.44   # е). не выше 150 см или не ниже 190 см
g = 0.28  # ё). не выше 150 см или не ниже 198 см
h = 16    # ж). ниже 166 см


# по таблице z-значений
aa = 15.87
bb = 2.28
cc = 81.85
dd = 68.26
ee = 95.44
ff = 2.42
gg = 0.27
hh = 15.87


